{"kind": "youtube#searchListResponse", "etag": "ojMcg07kWUW9mXtSvGuPZxj9yIk", "nextPageToken": "CAEQAA", "regionCode": "KR", "pageInfo": {"totalResults": 47252, "resultsPerPage": 1}, "items": [{"kind": "youtube#searchResult", "etag": "9bZq7GR5qeXQD9-NLGdiCTAMkyQ", "id": {"kind": "youtube#video", "videoId": "QmqhQA7TUsA"}, "snippet": {"publishedAt": "2023-10-13T11:00:31Z", "channelId": "UCvil4OAt-zShzkKHsg9EQAw", "title": "2차전지 대장주가 바뀌었다, 대장주는 단연코 &#39;이 주식&#39;이다 (박순혁 작가)", "description": "2차전지 대장주가 바뀌었다, 대장주는 단연코 '이 주식'이다 (박순혁 작가 4부) - 촬영일시: 10월 10일 ※ 시청자 편의를 위해 자동자막 ...", "thumbnails": {"default": {"url": "https://i.ytimg.com/vi/QmqhQA7TUsA/default.jpg", "width": 120, "height": 90}, "medium": {"url": "https://i.ytimg.com/vi/QmqhQA7TUsA/mqdefault.jpg", "width": 320, "height": 180}, "high": {"url": "https://i.ytimg.com/vi/QmqhQA7TUsA/hqdefault.jpg", "width": 480, "height": 360}}, "channelTitle": "김작가 TV", "liveBroadcastContent": "none", "publishTime": "2023-10-13T11:00:31Z"}, "summary": ["The text discusses various issues related to the second-largest company, Ecopro, and its association with", "The text discusses various points regarding US politics, China's influence, and Trump's negotiating tactics. It mentions that the current border wall with Mexico is still under construction despite Biden's promise to dismantle it. It also highlights the importance of the National Security Strategy released in October 2022, which outlines", "There are 8 mentioned stocks, with a focus on battery solutions. LG Chem and SK Innovation are doing well in the battery market in the US, but facing some production issues. Tesla currently holds about 60% market share in North America, mostly supplied by Panasonic. However, Korean battery companies like K-Battery have room for increasing market share as other automakers like GM and Ford plan to increase production. LG Energy Solution and SK could benefit from a decrease in Tesla's market share. LG is also investing in battery factories in Canada. EcoPro and POSCO Dexine are doing well, and POSCO Dexine is expected to excel in the lithium market. LG Chem's stock faced concerns but is still promising. Nano materials and technologies, such as those developed by NanoXplore, have potential in the future battery market. Overall, there is a positive outlook for Korean battery companies."]}]}